<div class="about-block"><div class="corners-tl-br"><div class="corners-tr-bl">
	<div class="about-text-content">
		<p>Доброго времени суток! Меня зовут Геннадий.</p>
		<p></p>
		<p>Я занимаюсь веб-разработкой уже более пяти лет. В течении всего этого времени, в работе над крупными корпоративными веб-приложениями и сайтами, приходилось параллельно иметь дело как с клиентской, так и с серверной частью. Начиная с вёрстки и скриптов, заканчивая back-end логикой и различными сервисами.</p>
		<p></p>
		<p>Однако, я питаю слабость к сложным, красивым, интерактивным интерфейсам. :)</p>
		<p></p>
		<p>Если у вас есть на примете интересный сайт, задача, вопросы, или просто хотите сказать "привет", <a href="#contacts">обращайтесь</a>!</p>
	</div>
</div></div></div>

<script type="text/javascript">
	$(function() {
		
	});
</script>